print("Расположите по порядку этапы развития человека:")
#a="Дриопитек"
print("a)", "Дриопитек")
#b="Австралопитек"
print("b)", "Австралопитек")
#c="Питекантроп"
print("c)", "Питекантроп")
#d="Неандерталец"
print("d)", "Неандерталец")
#e="Кроманьонец"
print("e)", "Кроманьонец")
#g="Современный человек"
print("g)", "Современный человек")
print("Для ответа на Тест необходимо, построчно вводить наименование соответствующего этапа развития человека")
print("введите наименование, соответствующее начальному этапу")
A1=input()
print("введите наименование, соответствующее следующему этапу")
A2=input()
print("введите наименование, соответствующее следующему этапу")
A3=input()
print("введите наименование, соответствующее следующему этапу")
A4=input()
print("введите наименование, соответствующее следующему этапу")
A5=input()
print("введите наименование, соответствующее последнему этапу")
A6=input()
print(A1, A2, A3, A4, A5, A6, sep='=>')




